Repository: divinoPV/mw-lastform
Catalog: languages/lastform-*.po
Languages: fr_fr

source: $1 completed
fr_fr: $1 terminé

source: $1 of $2 answered
fr_fr: $1 sur $2 ont répondu

source: 0 to 100
fr_fr: 0 à 100

source: Affordable Typeform alternative
fr_fr: Alternative abordable à la typographie

source: Allowed file extensions:
fr_fr: Extensions de fichiers autorisées :

source: and click "Save Changes" to flush the rules.
fr_fr: et cliquez sur "Enregistrer les modifications" pour vider les règles.

source: Answer color
fr_fr: Couleur de réponse

source: Background color
fr_fr: Couleur de fond

source: Background image
fr_fr: Image de fond

source: Button color
fr_fr: Couleur des boutons

source: Choose as many as you like
fr_fr: Choisissez en autant que vous le souhaitez

source: Choose as many as you like and %s press ENTER %s
fr_fr: Choisissez autant que vous le souhaitez et %s appuyez sur ENTRER %s

source: Colors
fr_fr: Couleurs

source: CSS code
fr_fr: Code CSS

source: Custom code
fr_fr: Code personnalisé

source: Darker
fr_fr: Plus sombre

source: Depending of your image, you will need to configure this to improve readability.
fr_fr: En fonction de votre image, vous devrez la configurer pour améliorer la lisibilité.

source: Drop files here or
fr_fr: Déposez vos fichiers ici ou

source: E.g.: body { background-color: #c0ffee; }
fr_fr: Par exemple : body { background-color: #c0ffee; }

source: E.g.: Some+Font+Name:300,300i,600,600i
fr_fr: Par exemple : Some+Font+Name:300,300i,600,600i

source: E.g.: Source Sans Pro
fr_fr: Par exemple : Source Sans Pro

source: Enable Welcome Screen?
fr_fr: Activer l'écran d'accueil ?

source: Enabled
fr_fr: Activé

source: Enter a valid Website URL, like $1
fr_fr: Entrez une URL de site web valide, par exemple $1

source: Enter a value between $1 and $2.
fr_fr: Entrez une valeur comprise entre $1 et $2.

source: Enter a value greater than or equal to $1.
fr_fr: Saisissez une valeur supérieure ou égale à $1

source: Enter a value less than or equal to $1.
fr_fr: Indiquez une valeur inférieure ou égale à $1

source: File exceeds size limit
fr_fr: Le fichier dépasse la limite de taille

source: Font Family Name
fr_fr: Nom de la police

source: Fonts
fr_fr: Polices de caractères

source: Form URL Slug
fr_fr: Formulaire URL Slug

source: Fullscreen
fr_fr: Plein écran

source: General
fr_fr: Général

source: Get your here:
fr_fr: Venez ici :

source: HEX color code
fr_fr: Code couleur HEX

source: How the image will be displayed in your form background.
fr_fr: Comment l'image sera affichée dans le fond de votre formulaire.

source: How to find the code?
fr_fr: Comment trouver le code ?

source: How to find the font family name?
fr_fr: Comment trouver le nom de famille de la police ?

source: Image URL
fr_fr: URL de l'image

source: Invalid value
fr_fr: Valeur non valable

source: It already exists.
fr_fr: Il existe déjà.

# keyboard key
source: Key
fr_fr: Clé

source: Lastform already has its own calendar widget.
fr_fr: Lastform a déjà son propre widget de calendrier.

source: Lastform already has its own enhanced UI.
fr_fr: Lastform dispose déjà de sa propre UI améliorée.

source: Lastform settings
fr_fr: Paramètres Lastform

source: Lighter
fr_fr: Alléger

source: Luminosity
fr_fr: Luminosité

source: Luminosity level %
fr_fr: Degré de luminosité %.

source: Maximum number of files reached
fr_fr: Nombre maximum de dossiers atteints

source: Next
fr_fr: Suivant

source: No
fr_fr: Non

source: No repeat
fr_fr: Pas de répétition

source: None
fr_fr: Aucune

source: Open Lastform
fr_fr: Ouvrir Lastform

source: or
fr_fr: ou

source: Other
fr_fr: Autres

source: Paste here your custom CSS code.
fr_fr: Collez ici votre code CSS personnalisé.

source: Paste here your custom HTML code.
fr_fr: Collez ici votre code HTML personnalisé.

source: Paste here your custom JavaScript code.
fr_fr: Collez ici votre code JavaScript personnalisé.

source: Paste here your FB Pixel Code, Google Analytcs code or any other code snippet you want.
fr_fr: Collez ici votre code Pixel FB, votre code Google Analytcs ou tout autre extrait de code que vous souhaitez.

source: Paste the FULL image URL
fr_fr: Coller l'URL de l'image complète

source: Percentage % (E.g.: 66% completed)
fr_fr: Pourcentage % (ex. : 66% achevé)

source: Permalinks page
fr_fr: Page des permaliens

source: Please enter a valid email address.
fr_fr: Veuillez entrer une adresse électronique valide.

source: press %s ENTER %s
fr_fr: presser %s ENTRER %s

source: Press %s SHIFT + ENTER %s and choose as many as you like
fr_fr: Appuyez sur %s SHIFT + ENTER %s et choisissez autant que vous le souhaitez

source: Previous
fr_fr: Précédent

source: Price
fr_fr: Prix

source: Progress box
fr_fr: Boîte de progression

source: Proportional (4 of 6 answered)
fr_fr: Proportionnel (4 de 6 a répondu)

source: Quantity
fr_fr: Quantité

source: Question color
fr_fr: Couleur de la question

source: Rejected files:
fr_fr: Fichiers rejetés :

source: Repeat
fr_fr: Répéter

source: Review Fields
fr_fr: Champs à réviser

source: Scaling
fr_fr: Échelle

source: Select
fr_fr: Sélectionnez

source: Select file
fr_fr: Sélectionnez un fichier

source: Select files
fr_fr: Sélectionner les fichiers

source: Send Email
fr_fr: Envoyer un courriel

source: Since Lastform already has color options this will only affect pure "Gravity Forms" forms.
fr_fr: Comme Lastform dispose déjà d'options de couleur, cela n'affectera que les formulaires "Gravity Forms" purs.

source: Some fields needs to be reviewed.
fr_fr: Certains champs doivent être revus.

source: Sorry, this file extension is not permitted for security reasons.
fr_fr: Désolé, cette extension de fichier n'est pas autorisée pour des raisons de sécurité.

source: Sorry, this file type is not permitted for security reasons.
fr_fr: Désolé, ce type de fichier n'est pas autorisé pour des raisons de sécurité.

source: Start
fr_fr: Démarrer

source: Start button text
fr_fr: Texte du bouton de démarrage

source: State
fr_fr: État

source: Step $1 of $2
fr_fr: Étape 1 de 2

source: Submit
fr_fr: Soumettre

source: Text
fr_fr: Texte

source: The amount of luminosity to apply over your image. From 0 to 100.
fr_fr: La quantité de luminosité à appliquer sur votre image. De 0 à 100.

source: The amount of transparency to apply over unfocused fields. From 0 to 100.
fr_fr: Le degré de transparence à appliquer sur des domaines non ciblés. De 0 à 100.

source: The slug between your site URL and the form id. E.g.:
fr_fr: La ligne de démarcation entre l'URL de votre site et l'identifiant du formulaire. Par exemple :

source: There was a problem while saving the file on the server
fr_fr: Il y a eu un problème lors de l'enregistrement du fichier sur le serveur

source: There was an problem while verifying your file.
fr_fr: Il y a eu un problème lors de la vérification de votre dossier.

source: This option will be integrated with Lastform soon.
fr_fr: Cette option sera bientôt intégrée à Lastform.

source: To add a paragraph, press %s SHIFT + ENTER %s
fr_fr: Pour ajouter un paragraphe, appuyez sur %s SHIFT + ENTER %s

source: Today
fr_fr: Aujourd'hui

source: Unfocused fields transparency level %
fr_fr: Champs non ciblés Niveau de transparence %

source: Upload
fr_fr: Télécharger

source: View this form in Lastform
fr_fr: Voir ce formulaire dans Lastform

source: Warning color
fr_fr: Couleur d'avertissement

source: WARNING:
fr_fr: AVERTISSEMENT :

source: Welcome screen
fr_fr: Écran d'accueil

source: Without
fr_fr: Sans

source: Yes
fr_fr: Oui

source: You forgot to fill out this field.
fr_fr: Vous avez oublié de remplir ce champ.

source: You need to flush your Rewrite Rules after changing it. Go to the
fr_fr: Vous devez vider vos règles de réécriture après les avoir modifiées. Allez à la page

source: You need to install and activate Gravity Form first.
fr_fr: Vous devez d'abord installer et activer le Gravity Form.

source: Your emails do not match.
fr_fr: Vos e-mails ne correspondent pas.

source: Your favicon URL
fr_fr: Votre favicon URL
